{
  "articles": [
    {
      "source": {
        "id": null,
        "name": "BBC News"
      },
      "author": "Helen Briggs",
      "title": "Plastic-eating bacteria can help waste self-destruct",
      "description": "Polyurethane is used in everything from phone cases to trainers, but is tricky to recycle and mainly ends up in landfill.\n\nHowever, researchers have come up with a sci-fi like solution.\n\nBy incorporating spores of plastic-eating bacteria they've developed a plastic that can self-destruct.\n\nThe spores remain dormant during the useful lifetime of the plastic, but spring back to life and start to digest the product when exposed to nutrients in compost.\n\nThere's hope \"we can mitigate plastic pollution in nature\", said researcher Han Sol Kim, of the University of California San Diego, La Jolla.",
      "url": "https://www.bbc.com/news/science-environment-68927816",
      "urlToImage": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/17A1A/production/_133249769_materials.jpg.webp",
      "publishedAt": "December 25, 2024 20:59 IST",
      "content": "And there might be an added advantage in that the spores increase the toughness of the plastic.\n\n\"Our process makes the materials more rugged, so it extends its useful lifetime,\" said co-researcher, Jon Pokorski. \"And then, when it's done, we're able to eliminate it from the environment, regardless of how it's disposed.\"\n\nThe plastic is currently being worked on at the laboratory bench but could be in the real world within a few years, with the help of a manufacturer, he added.\n\nThe type of bacteria added to the plastic is Bacillus subtilis, widely used as a food additive and a probiotic.\n\nCrucially, the bacteria has to be genetically engineered to be able to withstand the very high temperatures needed to make plastic.But not everyone is convinced by the idea of developing biodegradable alternatives to conventional plastics. Some scientists argue it is far better to reduce the amount of plastic used in the first place.\n\nThe penultimate round of UN talks for a future plastics treaty have just drawn to a close in Canada, aimed at agreeing a global deal on tackling plastic pollution.\n\nProf Steve Fletcher, director of the Revolution Plastics Institute at the University of Portsmouth, said the most effective way of tackling plastic pollution was to agree on global legally binding cuts in plastic production.\n\nHe told BBC News: \"Care must be taken with potential solutions of this sort, which could give the impression that we should worry less about plastic pollution because any plastic leaking into the environment will quickly, and ideally safely, degrade. Yet, for the vast majority of plastics, this is not the case.\""
    },
    {
      "source": {
        "id": null,
        "name": "CounterPunch"
      },
      "author": "Jeffrey St. Clair",
      "title": "Hell and High Water: the Year in Climate Chaos",
      "description": "2024 will be the warmest year on record, the year warming topped 1.5 degrees Celsius. It’s the year the US set new oil and gas production records, surpassing Saudi Arabia and Russia. It’s a year that saw the US re-elect a climate denier who vows to double US oil production over these record levels, assuming that’s even possible.",
      "url": "https://www.counterpunch.org/2024/12/20/hell-and-high-water-the-year-in-climate-chaos/",
      "urlToImage": "https://www.counterpunch.org/wp-content/uploads/2024/12/flaglongview-scaled.jpeg",
      "publishedAt": "December 20, 2024 06:59 IST",
      "content": "It’s a year that saw two of the most destructive hurricanes in US history roar back across the Gulf Coast. It’s the year a tropical cyclone demolished the French colony of Mayotte, killing as many as 10,000 people. In 2024, the temperature in Death Valley hit 130.1; Tepache, Mexico, 125.6; Aswan, Egypt, 121; Las Vegas, 120; and Redding, California, 118. Van Buren, Missouri topped 90 in February. It was the year arid regions like Valencia, Spain, the UAE, Morocco and Algeria, Roswell, New Mexico, and Moab, Utah experienced devastating floods. Storm Boris unleashed a month’s worth of rain in 24 hours on much of Europe. Meanwhile, much of the mid-Atlantic region in the US went more than a month without rain this fall. \n\nIt’s the year the UN climate conference, held in the oil city of Baku, failed to reach an agreement on phasing out fossil fuels and committed to providing less than a third of the annual climate funding needed for developing nations to transition from fossil fuels. It’s the year when CO2 levels hit 425.01 PPM, nearly 3 PPM more than last year’s record high. It’s the year when wildfires in Canada burned all year long."
    },
    {
      "source": {
        "id": null,
        "name": "Neuwritesd.org"
      },
      "author": "Vani Taluja",
      "title": "A 3D Camera for the Brain: The Simplified Science of MRI",
      "description": "Have you ever dreamed of having Superman’s power of “X-Ray Vision,” or the ability to see through solid objects? While it is uncertain if this superpower was their motivation, medical researchers and physical scientists in the 1970s were able to turn this dre…",
      "url": "https://neuwritesd.org/2024/12/19/a-3d-camera-for-the-brain-the-simplified-science-of-mri/",
      "urlToImage": "https://th.bing.com/th/id/OIP.Uo9E65fV85esoPJkiPlfMwHaHa?w=170&h=180&c=7&r=0&o=5&dpr=1.3&pid=1.7",
      "publishedAt": "December 12, 2024 04:29 IST",
      "content": "Posted by Vani Taluja on December 19, 2024 in NeuWrite, Physics and Neuroscience | Leave a comment\r\nHave you ever dreamed of having Supermans power of X-Ray Vision, or the ability to see through soli… [+10475 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "The Indian Express"
      },
      "author": "Sports Desk",
      "title": "Viswanathan Anand on Magnus Carlsen incident: ‘He simply refused to follow rules, left us with little choice’",
      "description": "Magnus Carlsen pulled out of the FIDE World Rapid and Blitz Championship because he was fined by FIDE for violating the dress code rules by wearing jeans on day 2 of the event",
      "url": "https://indianexpress.com/article/sports/chess/viswanathan-anand-on-magnus-carlsen-he-simply-refused-to-follow-rules-9748433/",
      "urlToImage": "https://images.indianexpress.com/2024/12/Untitled-design-21-8.jpg?w=640",
      "publishedAt": "December 28, 2024 16:30 IST",
      "content": "Deputy president of chess’ global governing body, Viswanathan Anand, has said that Magnus Carlsen left FIDE with little choice than to un-pair the Norwegian, which led to the world no 1 exiting the FIDE World Rapid and Blitz Championship unceremoniously on Friday.\n\nArguably the world’s greatest player pulled out of the FIDE World Rapid and Blitz Championship because he was fined by FIDE for violating the dress code rules by wearing jeans on day 2 of the event.\n\n“He simply refused to follow rules, left us with little choice,” said Anand to Chessbase India. “Today this decision seemed emotional. Magnus was not willing to compromise.”\n\nAnand added: “Obviously it was not a step we wanted to take. We offered several options (to Magnus). The arbiter said that as long as Magnus changed his jeans before the ninth round it would be fine. But Magnus said that he was not going to do it on principle. He’s himself stated that it’s a matter of principle for him. The arbiter simply applied the rules and we supported that.”\n\nAnand said that while he had not spoken to Carlsen personally after the incident, he had asked the world no 1’s father Henrik if there were any further clarifications.\n\n“He stated that they were not going to concede. So I left,” Anand said.The five-time world champion added: “Every other player is following the rules. Ian Nepomniachtchi was asked to change and he did so. That is why he was able to continue. The fact that Magnus simply refused to follow it left us with little choice.”"
    }
  ],
  "status": "ok",
  "totalResults": 3
}

